Repository: sohanfernando/todo_app
Catalog: lib/l10n/app_*.arb
Languages: si

# language
source: English
si: සිංහල

# appTitle
source: Simple Todo
si: සරල කාර්ය ලැයිස්තුව

# todoHint
source: Add a new todo item
si: අලුත් කාර්යයක් එක් කරන්න

# snackTaskEmpty
source: Task cannot be empty
si: කාර්යය හිස්ව තැබිය නොහැක

# snackDeleted
source: Deleted: {task}
si: කාර්යය මකා දමන ලදි: {task}

# snackUpdated
source: Task updated
si: කාර්යය යාවත්කාලීන කරන ලදි

# updateTaskTitle
source: Update Task
si: කාර්යය යාවත්කාලීන කරන්න

# editTaskHint
source: Edit your task
si: ඔබගේ කාර්යය සංස්කරණය කරන්න

source: Cancel
si: අවලංගු කරන්න

source: Save
si: සුරකින්න
